/*  */
" (Temporary)" = "(Temporanei)";

/* room status info tooltip in drawer */
"%@ (%@)\n%d members\n%@" = "%1$@ (%2$@)\n%3$d utenti\n%4$@";

/* chat transcript/log - window title */
"%@ - %@ Transcript" = "Sessione %1$@ - %2$@";

/* chat console - window title */
"%@ - Console" = "Console - %@";

/* style already installed title
emoticons already installed title */
"%@ Already Installed" = "%@ è gia installato";

/* member replied bubble title */
"%@ Replied" = "%@ ha replicato";

/* room activity bubble title */
"%@ Room Activity" = "Attività della stanza %@";

/* emoticon installed title
style installed title */
"%@ Successfully Installed" = "%@ è stato installato con successo";

/* program update */
"%@ Update" = "Aggiorna %@";

/* someone else don't required op to set topic room status message */
"%@ changed this room to allow anyone to change the topic." = "%@ ha reso possibile a chiunque di poter cambiare l'argomento alla stanza.";

/* someone else no longer passworded room status message */
"%@ changed this room to no longer require a password." = "%@ ha reso la stanza accessibile senza bisogno della password.";

/* someone else permit outside messages room status message */
"%@ changed this room to permit outside messages." = "%@ ha permesso i messaggi esterni in questo canale.";

/* someone else prohibit outside messages room status message */
"%@ changed this room to prohibit outside messages." = "%@ ha proibito i messaggi esterni in questo canale.";

/* someone else password required room status message */
"%@ changed this room to require a password of \"%@\"." = "%@ ha reso la stanza accessibile solo tramite la password di \"%@\".";

/* someone else required op to set topic room status message */
"%@ changed this room to require operator status to change the topic." = "%@ ha reso possibile solo dagli operatori di poter modificere l'argomento della stanza.";

/* time that has passed on selected transfer */
"%@ elapsed" = "%@ completato";

/* time that has passed and time that remains on selected transfer */
"%@ elapsed, %@ remaining" = "%@ completato, %@ rimanente";

/* crash message */
"%@ encountered an unrecoverable error during a previous session. Please enter any details you may recall about what you were doing when the application crashed. This will help us to improve future releases of %@." = "%@ ha incontrato un errore irrisolvibile durante la sessione precedente. Per favore descrivi quello che stavi facendo prima che l'applicazione si impiantasse. Questo ci aiuterà a migliorare le future versioni di %@.";

/* bubble message member lost voice string */
"%@ had voice removed by %@ in %@." = "%1$@ ha perso la voce da %2$@ in %3$@.";

/* new room messages bubble text */
"%@ has %d messages waiting. \nLast from %@" = "%@ ha %d messaggi in attesa. \nL'ultimo da %@";

/* new single room message bubble text */
"%@ has a message waiting from %@." = "%@ ha un messaggio in attesa da %@.";

/* new room messages bubble text */
"%@ has possibly replied to your message." = "%@ potrebbe aver risposto al tuo messaggio.";

/* user not online */
"%@ is not online. Any messages sent will not be received." = "%@ non è in linea. Qualsiasi messaggio inviatogli non verrà ricevuto.";

/* user has changed nicknames */
"%@ is now known as <span class=\"member\">%@</span>." = "%1$@ è adesso conosciuto come <span class=\"member\">%2$@</span>.";

/* would you like to view the style in the Appearance Preferences
would you like to view the emoticons in the Appearance Preferences */
"%@ is ready to be used in your colloquies. Would you like to view %@ and it's options in the Appearance Preferences?" = "%1$@ è pronto ad usare i tuoi dialoghi. Vuoi vedere %2$@ e le sue opzioni nelle Preferenze aspetto?";

/* bubble message member joined string */
"%@ joined the chat room %@." = "%1$@ è entrato in %2$@.";

/* bubble message member left string */
"%@ left the chat room %@." = "%1$@ è uscito da %2$@.";

/* someone else invite only room status message */
"%@ made this room invite only." = "%@ ha reso la stanza accessibile solo su invito.";

/* someone else moderated for normal users room status message */
"%@ made this room moderated for normal users." = "%@ ha reso la stanza moderabile dai normali utenti.";

/* someone else moderated for operators room status message */
"%@ made this room moderated for operators." = "%@ ha reso la stanza moderabile dagli operatori.";

/* someone else no longer secret room status message */
"%@ made this room no longer a secret." = "%@ ha reso la stanza non più segreta.";

/* someone else no longer invite only room status message */
"%@ made this room no longer invite only." = "%@ ha reso la stanza non più accessibile solo su invito.";

/* someone else no longer moderated for normal users room status message */
"%@ made this room no longer moderated for normal users." = "%@ ha reso la stanza non più moderabile dai normali utenti.";

/* someone else no longer moderated for operators room status message */
"%@ made this room no longer moderated for operators." = "%@ ha reso la stanza non più moderabile dagli operatori.";

/* someone else private room status message */
"%@ made this room private." = "%@ ha reso la stanza privata.";

/* someone else public room status message */
"%@ made this room public." = "%@ ha reso la stanza pubblica.";

/* someone else secret room status message */
"%@ made this room secret." = "%@ ha reso la stanza segreta.";

/* status of current download file transfer */
"%@ of %@ downloaded, at %@ per second" = "%1$@ di %2$@ scaricati, a %3$@ al secondo";

/* status of current upload file transfer */
"%@ of %@ uploaded, at %@ per second" = "%1$@ di %2$@ inviati, a %3$@ al secondo";

/* someone else no member limit room status message */
"%@ removed the room member limit" = "%@ ha rimosso il limite degli utenti dalla stanza.";

/* someone else member limit room status message */
"%@ set a limit on the number of room members to %@." = "%@ ha impostato il limite degli utenti dalla stanza a %2$@.";

/* bubble message member operator demotion string */
"%@ was demoted from half-operator by %@ in %@." = "%1$@ è stato retrocesso da semi-operatore da %2$@ in %3$@.";

/* bubble message member operator demotion string */
"%@ was demoted from operator by %@ in %@." = "%1$@ è stato retrocesso da operatore da %2$@ in %3$@.";

/* bubble message member voiced string */
"%@ was granted voice by %@ in %@." = "%1$@ ha ricevuto la voce da %2$@ in %3$@.";

/* bubble message member kicked string */
"%@ was kicked from %@ by %@." = "%1$@ è stato cacciato da %2$@ da %3$@.";

/* user has been removed by force from a chat room status message */
"%@ was kicked from the chat room by <span class=\"member\">%@</span>." = "%1$@ è stato cacciato dalla stanza da <span class=\"member\">%2$@</span>.";

/* bubble message member half-operator promotion string */
"%@ was promoted to half-operator by %@ in %@." = "%1$@ è stato promosso semi-operatore da %2$@ in %3$@.";

/* bubble message member operator promotion string */
"%@ was promoted to operator by %@ in %@." = "%1$@ è stato promosso operatore da %2$@ in %3$@.";

/* bubble message member quieted string */
"%@ was quieted by %@ in %@." = "%1$@ è stato calmato da %2$@ in %3$@.";

/* first message bubble text */
"%@ wrote you a private message." = "%@ ti ha scritto un messaggio privato.";

/* chat room user ignored bubble text */
"%@'s message was ignored in %@." = "Il messaggio di %1$@ è stato ignorato in %2$@.";

/* direct chat user ignored bubble text */
"%@'s message was ignored." = "Il messaggio di %@ è stato ignorato.";

/* console tooltip witg lag (server delay) info in seconds */
"%@\n%.3f seconds lag" = "%1$@\n%2$.3f secondi rimanenti";

/* number of room members information line */
"%d members" = "%d utenti";

/* messages waiting room tooltip */
"%d messages waiting" = "%d messaggi in attesa";

/* number of rooms found with a filter from the server listing */
"%d of %d rooms found." = "%1$d su %2$d stanze trovate.";

/* number of rooms listed on the server */
"%d rooms indexed." = "%d stanze indicizzate.";

/*  */
"%d rules" = "%d azioni";

/* file size measured in bytes */
"%lu bytes" = "%lu byte";

/* number of hidden messages */
"%u hidden" = "%u nascosti";

/* no chat topic is set message */
"(no chat topic is set)" = "(non è impostato alcun argomento)";

/* room list separator */
", " = ",";

/* one message waiting room tooltip */
"1 message waiting" = "1 messaggio in attesa";

/* one rule info label */
"1 rule" = "1 azione";

/* user no longer has special voice status and can't talk in moderated rooms status message */
"<span class=\"member\">%@</span> had voice removed by <span class=\"member\">%@</span>." = "<span class=\"member\">%1$@</span> ha perso la voce da <span class=\"member\">%2$@</span>.";

/* we removed user's special voice status and can't talk in moderated rooms status message */
"<span class=\"member\">%@</span> had voice removed by you." = "<span class=\"member\">%@</span> ha perso la voce da te.";

/* user is no longer quieted because of someone else in the room status message */
"<span class=\"member\">%@</span> is no longer quieted because of <span class=\"member\">%@</span>." = "<span class=\"member\">%1$@</span> non è più calmo grazie a <span class=\"member\">%2$@</span>.";

/* a user is no longer quieted because of us status message */
"<span class=\"member\">%@</span> is no longer quieted because of you." = "<span class=\"member\">%@</span> non è più calmo grazie a te.";

/* a user has join a chat room status message */
"<span class=\"member\">%@</span> joined the chat room." = "<span class=\"member\">%@</span> è entrato nella stanza.";

/* a user has left the chat room status message */
"<span class=\"member\">%@</span> left the chat room." = "<span class=\"member\">%@</span> ha lasciato la stanza.";

/* user removed a ban chat room status message */
"<span class=\"member\">%@</span> removed the ban on %@." = "<span class=\"member\">%1$@</span> ha rimosso il ban da %2$@.";

/* user set a ban chat room status message */
"<span class=\"member\">%@</span> set a ban on %@." = "<span class=\"member\">%1$@</span> ha impostato il ban su %2$@.";

/* user is no longer a chat room half-operator status message */
"<span class=\"member\">%@</span> was demoted from half-operator by <span class=\"member\">%@</span>." = "<span class=\"member\">%1$@</span> %1$@ è stato retrocesso da semi-operatore da <span class=\"member\">%2$@</span>.";

/* we removed user's chat room half-operator status message */
"<span class=\"member\">%@</span> was demoted from half-operator by you." = "<span class=\"member\">%@</span> %1$@ è stato retrocesso da semi-operatore da te.";

/* user is no longer a chat room operator status message */
"<span class=\"member\">%@</span> was demoted from operator by <span class=\"member\">%@</span>." = "<span class=\"member\">%1$@</span> %1$@ è stato retrocesso da operatore da <span class=\"member\">%2$@</span>.";

/* we removed user's chat room operator status message */
"<span class=\"member\">%@</span> was demoted from operator by you." = "<span class=\"member\">%@</span> %1$@ è stato retrocesso da operatore te.";

/* user is no longer a chat room founder status message */
"<span class=\"member\">%@</span> was demoted from room founder by <span class=\"member\">%@</span>." = "<span class=\"member\">%1$@</span> %1$@ è stato retrocesso da fondatore da <span class=\"member\">%2$@</span>.";

/* we removed user's chat room founder status message */
"<span class=\"member\">%@</span> was demoted from room founder by you." = "<span class=\"member\">%@</span> è stato retrocesso da fondatore da te.";

/* user now has special voice status to talk in moderated rooms status message */
"<span class=\"member\">%@</span> was granted voice by <span class=\"member\">%@</span>." = "<span class=\"member\">%1$@</span> ha ricevuto la voce da <span class=\"member\">%2$@</span>.";

/* we gave user special voice status to talk in moderated rooms status message */
"<span class=\"member\">%@</span> was granted voice by you." = "<span class=\"member\">%@</span> ha ricevuto la voce da te.";

/* user is now a chat room half-operator status message */
"<span class=\"member\">%@</span> was promoted to half-operator by <span class=\"member\">%@</span>." = "<span class=\"member\">%1$@</span> è stato promosso semi-operatore da <span class=\"member\">%2$@</span>.";

/* we gave user chat room half-operator status message */
"<span class=\"member\">%@</span> was promoted to half-operator by you." = "<span class=\"member\">%@</span> è stato promosso semi-operatore da te.";

/* user is now a chat room operator status message */
"<span class=\"member\">%@</span> was promoted to operator by <span class=\"member\">%@</span>." = "<span class=\"member\">%1$@</span> è stato promosso operatore da <span class=\"member\">%2$@</span>.";

/* we gave user chat room operator status message */
"<span class=\"member\">%@</span> was promoted to operator by you." = "<span class=\"member\">%@</span> è stato promosso operatore da te.";

/* user is now a chat room founder status message */
"<span class=\"member\">%@</span> was promoted to room founder by <span class=\"member\">%@</span>." = "<span class=\"member\">%1$@</span> è stato promosso fondatore da <span class=\"member\">%2$@</span>.";

/* we gave user chat room founder status message */
"<span class=\"member\">%@</span> was promoted to room founder by you." = "<span class=\"member\">%@</span> è stato promosso fondatore da te.";

/* user was quieted by someone else in the room status message */
"<span class=\"member\">%@</span> was quieted by <span class=\"member\">%@</span>." = "<span class=\"member\">%1$@</span> è stato calmato da <span class=\"member\">%2$@</span>.";

/* we quieted someone else in the room status message */
"<span class=\"member\">%@</span> was quieted by you." = "<span class=\"member\">%@</span> è stato calmato da te.";

/* new file transfer dialog message */
"A file named \"%@\" is being sent to you from %@. This file is %@ in size." = "Un file chiamato \"%1$@\" ti è stato invitato da %2$@. Questo occupa %3$@.";

/* the software needs updated question */
"A newer version of this software has just been detected, would you like to see what's new?" = "E' stata rilasciata una versione più recente di questo software, vuoi sapere cosa c'è di nuovo?";

/* accept button name */
"Accept" = "Accetta";

/* add to buddy list contextual menu */
"Add To Buddy List" = "Aggiungi alla lista amici";

/* add to favorites contextual menu */
"Add \"%@ (%@)\"" = "Aggiungi \"%1$@ (%2$@)\"";

/* add to favorites contextual menu */
"Add to Favorites" = "Aggiungi ai preferiti";

/* alerts preference pane name */
"Alerts" = "Notifiche";

/* already connected dialog title */
"Already connected" = "Sei già connesso";

/* unknown error dialog title */
"An error occured" = "Si è verificato un errore";

/* unknown error dialog message */
"An error occured when dealing with %@. %@" = "Si è verificato un errore mentre si parlava con %1$@. %2$@";

/* chat connecting error dialog title */
"An error occured while connecting" = "Si è verificato un errore durante la connessione.";

/*  */
"An internal Style error occurred." = "Si è verificato un errore interno dello stile.";

/* kick reason (secondary) */
"And reason:" = "Con la motivazione:";

/* appearance preference pane name */
"Appearance" = "Aspetto";

/* appearance preferences menu item title */
"Appearance Preferences..." = "Preferenze dell'aspetto...";

/* confirm the delete of a connection */
"Are you sure you want to delete the connection for %@? Any associated Keychain passwords will also be deleted." = "Sei sicuro di voler cancellare la connessione con %@? Tutte le password associate salvate nel portachiavi saranno perse.";

/* delete confirm dialog title */
"Are you sure you want to delete?" = "Sei sicuro di voler cancellare?";

/* are you sure you want to part all chat rooms dialog title */
"Are you sure you want to part from all chat rooms and close this window?" = "Sei sicuro di voler abbandorare le stanze e chiudere questa finestra?";

/* are you sure you want to quit message */
"Are you sure you want to quit Colloquy and disconnect from all active connections?" = "Sei sicuro di voler uscire da Colloquy e disconnetterti da tutte le connessioni attive?";

/* are you sure you want to quit title */
"Are you sure you want to quit?" = "Sei sicuro di voler uscire?";

/* available buddy status */
"Available" = "Disponibile";

/* away buddy status */
"Away" = "Assente";

/* color panel Background Color button */
"Background Color" = "Colore di sfondo";

/* ban user from room label */
"Ban %@ from the %@ room." = "Bannati %1$@ su %2$@.";

/* ban from room contextual menu - admin only */
"Ban From Room" = "Banna dalla stanza";

/* ban from room (customized) contextual menu - admin only */
"Ban From Room..." = "Banna dalla stanza...";

/* ban user button */
"Ban User" = "Banna utente";

/* behavior preference pane name */
"Behavior" = "Comportamento";

/*  */
"Blank Ignore" = "Ignora spazi vuoti";

/* buddy inspector type */
"Buddy" = "Amico";

/* available buddy bubble title */
"Buddy Available" = "Amico disponibile";

/* unavailable buddy bubble title */
"Buddy Unavailable" = "Amico non disponibile";

/* choose emoticons toolbar item tooltip */
"Change Emoticons" = "Cambia faccine";

/* choose style toolbar item tooltip */
"Change chat style" = "Cambia stile";

/* member invited to room title */
"Chat Room Invite" = "Invita nella stanza";

/* chat invalid nickname dialog title */
"Chat Server Port is invalid" = "La porta del server non è valida";

/* chat invalid nickname dialog title */
"Chat Server is blank" = "Il server è occupato";

/* clear display toolbar button name
clear console toolbar button name */
"Clear" = "Pulisci";

/* clear all marks contextual menu item title */
"Clear All Marks" = "Cancella tutti i contrassegni";

/* clear console tooltip
clear console toolbar customize palette name */
"Clear Console" = "Pulisci Console";

/* clear display contextual menu
clear console contextual menu item title
clear display tooltip
clear display toolbar customize palette name */
"Clear Display" = "Pulisci schermata";

/* clear finished transfers toolbar customize palette name */
"Clear Finished" = "Pulizia completata";

/* clear finished transfers tooltip */
"Clear Finished Transfers" = "Cancella trasferimenti completati";

/* clear marks from here up contextual menu */
"Clear Marks from Here Down" = "Cancella i contrassegni qui giù";

/* clear marks from here left contextual menu */
"Clear Marks from Here Left" = "Cancella i contrassegni qui a sinistra";

/* clear marks from here right contextual menu */
"Clear Marks from Here Right" = "Cancella i contrassegni qui a destra";

/* clear marks from here up contextual menu */
"Clear Marks from Here Up" = "Cancella i contrassegni qui sopra";

/* close contextual menu item title */
"Close" = "Chiudi";

/* connect to server title */
"Connect" = "Connetti";

/* connect button tooltip */
"Connect to Server" = "Connetti al server";

/* connect button tooltip */
"Connect to server" = "Connetti al server";

/* connected bubble title */
"Connected" = "Connesso";

/* connection inspector type */
"Connection" = "Connessione";

/* name for connection info button in customize palette */
"Connection Info" = "Info sulla connessione";

/* connection is disconnected dialog title */
"Connection is Disconnected" = "La connessione è disconnessa";

/* connection failed to the update server */
"Connection to the Update server failed." = "Connessione al server di aggiornamento fallita.";

/* short toolbar server console button name */
"Console" = "Console";

/* title of the could not connect error */
"Could not connect" = "Impossibile connettersi";

/* chat invalid password dialog title */
"Could not connect to Chat server" = "Impossibile connettersi al server";

/* decline button */
"Decline" = "Declina";

/* default style menu item title */
"Default" = "Predefinito";

/* delete contextual menu item title */
"Delete" = "Elimina";

/* name for delete connection button in customize palette
delete connection button tooltip */
"Delete Connection" = "Elimina connessione";

/* demote half-operator contextual menu - admin only */
"Demote Half Operator" = "Retrocedi da semi-operatore";

/* demote operator contextual menu - admin only */
"Demote Operator" = "Retrocedi da operatore";

/* detach from window contextual menu item title */
"Detach From Window" = "Togli dalla finestra";

/* disconnect from server title */
"Disconnect" = "Disconnetti";

/* disconnect button tooltip */
"Disconnect from Server" = "Disconnetti dal server";

/* disconnected bubble title */
"Disconnected" = "Disconnessione";

/* chat panes drawer toolbar item name */
"Drawer" = "Cassetto";

/* error installing emoticons title */
"Emoticon Installation Error" = "Errore nell'istallazione delle faccine";

/* choose emoticons contextual menu
choose emoticons toolbar item menu representation title
choose emoticons toolbar item patlette label
choose emoticons toolbar item label */
"Emoticons" = "Faccine";

/* encoding contextual menu
encoding menu toolbar item */
"Encoding" = "Codifica";

/* find toolbar item patlette label
find toolbar item label */
"Find" = "Cerca";

/* focused window label, interface preferences */
"Focused Window" = "Cerca finestra";

/* force quiet contextual menu - admin only */
"Force Quiet" = "Forza la calma";

/* color panel Foreground Color button */
"Foreground Color" = "Colore del testo";

/* general preference pane name */
"General" = "Generale";

/* get info contextual menu item title */
"Get Info" = "Ottieni informazioni";

/* grant voice contextual menu - admin only */
"Grant Voice" = "Concedi voce";

/* hide drawer menu title */
"Hide Drawer" = "Nascondi cassetto";

/* hide tab bar menu title */
"Hide Tab Bar" = "Nascondi barra dei tab";

/* irc nickname buddy picker column title */
"IRC Nickname" = "Soprannome IRC";

/* new buddy card note */
"IRC Nickname: %@ (%@)" = "Soprannome IRC: %1$@ (%2$@)";

/* idle buddy status */
"Idle" = "Inattivo";

/* ignore user contextual menu */
"Ignore" = "Ignora";

/* new file transfer dialog title */
"Incoming File Transfer" = "Richiesta trasferimento del file";

/* short toolbar connection info button name */
"Info" = "Informazioni";

/* short toolbar inspector button name
inspector toolbar button in customize palette */
"Inspector" = "Inspettore";

/* interface preference pane name */
"Interface" = "Interfaccia";

/* bubble title invited to room */
"Invited to Chat" = "Invitato nella stanza";

/* join button */
"Join" = "Accedi";

/* name for join chat room button in customize palette */
"Join Chat Room" = "Accedi alla stanza";

/* short toolbar join chat room button name */
"Join Room" = "Accedi a stanza";

/* join room contextual menu item title */
"Join Room..." = "Accedi a stanza...";

/* join chat room button tooltip */
"Join a chat room" = "Accedi a stanza";

/* chat room joined date label */
"Joined: %@" = "Entrato il: %@";

/* jump to next mark contextual menu */
"Jump to Next Mark" = "Vai al contrassegno successivo";

/* jump to previous mark contextual menu */
"Jump to Previous Mark" = "Vai al contrassegno precedente";

/* kick user from room */
"Kick %@ from the %@ room." = "Caccia %1$@ da %2$@.";

/* kickban from room contextual menu - admin only */
"Kick & Ban From Room" = "Caccia e banna dalla stanza";

/* kickban from room (customized) contextual menu - admin only */
"Kick & Ban From Room..." = "Caccia e banna dalla stanza...";

/* kick and ban user button */
"Kick & Ban User" = "Caccia e banna utente";

/* kick from room contextual menu - admin only */
"Kick From Room" = "Caccia dalla stanza";

/* kick from room (customized) contextual menu - admin only */
"Kick From Room..." = "Caccia dalla stanza...";

/* kick user button */
"Kick User" = "Caccia utente";

/* kickban user from room */
"Kick and ban %@ from the %@ room." = "Caccia e banna %1$@ da %2$@.";

/* leave room contextual menu item title */
"Leave Room" = "Lascia stanza";

/* make half-operator contextual menu - admin only */
"Make Half Operator" = "Promuovi semi-operatore";

/* make operator contextual menu - admin only */
"Make Operator" = "Promuovi operatore";

/* mark display toolbar button name */
"Mark" = "Segno";

/* mark display tooltip
mark display toolbar customize palette name */
"Mark Display" = "Delimita schermata";

/* message ignored bubble title */
"Message Ignored" = "Messaggio ignorato";

/* toolbar message user button name */
"Message User" = "Messaggio a utente";

/* message user contextual menu item title */
"Message User..." = "Messaggio a utente...";

/* message user button tooltip */
"Message a user" = "Messaggio ad un utente";

/* toggle private messages toolbar button name */
"Messages" = "Messaggi";

/* multiple user same nickname, user selection description */
"Multiple users with the name '%@' have been found." = "Gli utenti multipli con il nome '%@' sono stati trovati.";

/* never answer */
"Never" = "Mai";

/* new connection title */
"New" = "Nuovo";

/* new connection tooltip */
"New Connection" = "Nuova connesione";

/* first message bubble title */
"New Private Message" = "Nuovo messaggio privato";

/* member promoted to half-operator title */
"New Room Half-Operator" = "Nuovo semi-operatore";

/* member promoted title */
"New Room Operator" = "Nuovo operatore";

/* new smart transcript menu title */
"New Smart Transcript..." = "Nuova sessione breve...";

/* new window label, interface preferences */
"New Window" = "Nuova finestra";

/* chat invalid nickname dialog title */
"Nickname is blank" = "Il soprannome è vuoto";

/* no button
no answer */
"No" = "No";

/* no favorites menu title */
"No Favorites" = "Nessun preferito";

/* no info inspector title */
"No Info" = "Nessuna informazione";

/* no selectable emoticons menu item title */
"No Selectable Emoticons" = "Nessuna faccina selezionablie";

/* no smart transcripts menu title */
"No Smart Transcripts" = "Nessuna sessione breve";

/* no rules info label */
"No rules" = "Nessuna azione";

/* no background image label */
"None" = "Nessuno";

/* normal style variant menu item title */
"Normal" = "Normale";

/* normal user class */
"Normal user" = "Normale utente";

/* notice message from user title */
"Notice from %@" = "Notizia da %@";

/* offline buddy status */
"Offline" = "Non in linea";

/* private chat mentioned bubble text */
"One of your highlight words was mentioned by %@." = "Una delle tue parole evidenziate è stata menzionata da %@.";

/* chat room mentioned bubble text */
"One of your highlight words was mentioned in %@." = "Una delle tue parole evidenziate è stata menzionata in %@.";

/* open favorites folder menu title */
"Open Favorites folder..." = "Apri cartella preferiti...";

/* server console button tooltip */
"Open the server console" = "Apri console del server";

/* other image label */
"Other..." = "Altro...";

/* chat panes drawer toolbar customize palette name */
"Panel Drawer" = "Pannello del cassetto";

/* chat room parted date label */
"Parted: %@" = "Separati: %@";

/* preferences menu item title */
"Preferences" = "Preferenze";

/* new message bubble title */
"Private Message" = "Messaggio privato";

/* bubble message quieted member annulled string */
"Quieted %@ was annulled by %@ in %@." = "La calma %1$@ è stata annullata da %2$@ in %3$@.";

/* quieted member annulled title */
"Quieted Room Member Annulled" = "Annullata calma dell'utente";

/* reconnect to server button */
"Reconnect" = "Riconnetti";

/* refuse button name */
"Refuse" = "Rifiuta";

/* registered user class */
"Registered user" = "Utente registrato";

/* rejoin room contextual menu item title */
"Rejoin Room" = "Rientra nella stanza";

/* remove quiet contextual menu - admin only */
"Remove Quiet" = "Rimuovi calma";

/* remove voice contextual menu - admin only */
"Remove Voice" = "Rimuovi voce";

/* replace button name */
"Replace" = "Sostituisci";

/* resume button name */
"Resume" = "Riprendi";

/* retry connecting to server */
"Retry" = "Riprova";

/* show file in Finder toolbar button name */
"Reveal" = "Rivela";

/* show file in Finder toolbar customize palette name */
"Reveal File" = "Rivela file";

/* reveal button tooltip */
"Reveal File in Finder" = "Rivela file nella Scrivania";

/* chat room inspector type */
"Room" = "Stanza";

/* room half-operator demoted title */
"Room Half-Operator Demoted" = "Retrocesso da semi-operatore";

/* member joined title */
"Room Member Joined" = "Utente entrato";

/* member kicked title */
"Room Member Kicked" = "Utente cacciato";

/* member left title */
"Room Member Left" = "Utente uscito";

/* member devoiced title */
"Room Member Lost Voice" = "Utente senza voce";

/* member quieted title */
"Room Member Quieted" = "Utente calmato";

/* member voiced title */
"Room Member Voiced" = "Utente con voce";

/* room operator demoted title */
"Room Operator Demoted" = "Retrocesso da operatore";

/* save dialog title */
"Save" = "Salva";

/* save as button name */
"Save As..." = "Salva come...";

/* search toolbar item label
search patlette label
search toolbar item menu representation title */
"Search" = "Cerca";

/* search field placeholder string */
"Search Messages" = "Cerca messaggi";

/* search toolbar item tooltip */
"Search messages" = "Cerca messaggi";

/* send file toolbar tooltip
send file toolbar customize palette name
send file toolbar button name */
"Send File" = "Invia file";

/* send files passively file send open dialog button */
"Send File Passively" = "Invia file passivamente";

/* send file contextual menu */
"Send File..." = "Invia file...";

/* send message contextual menu */
"Send Message" = "Invia messaggio";

/* name for server console button in customize palette */
"Server Console" = "Console del server";

/* server window label, interface preferences */
"Server Window" = "Finestra del server";

/* server operator class */
"Server operator" = "Operatore";

/* settings toolbar button name
settings toolbar customize palette name */
"Settings" = "Settaggi";

/* show drawer menu title */
"Show Drawer" = "Mostra cassetto";

/* find toolbar item tooltip */
"Show Find Panel" = "Mostra pannello di ricerca";

/* show tab bar menu title */
"Show Tab Bar" = "Mostra barra dei tab";

/* connection info button tooltip */
"Show connection info" = "Mostra info sulla connessione";

/* connection info button tooltip */
"Show inspector" = "Mostra ispettore";

/* smart transcript settings tooltip */
"Smart Transcript Settings" = "Settaggio sessioni brevi";

/* short toolbar stop button name */
"Stop" = "Ferma";

/* stop button tooltip */
"Stop File Tranfser" = "Ferma trasferimento file";

/* name for stop button in customize palette */
"Stop Tranfser" = "Ferma trasferimento";

/* choose style toolbar item patlette label
choose style toolbar item menu representation title
choose style toolbar menu title
choose style contextual menu
choose style toolbar item label */
"Style" = "Stile";

/* default style emoticons menu item title */
"Style Default" = "Stile predefinito";

/* error installing style title */
"Style Installation Error" = "Errore installazione dello stile.";

/* encoding menu toolbar customize palette name */
"Text Encoding" = "Testo cifrato";

/* encoding menu toolbar item tooltip */
"Text Encoding Options" = "Opzioni testo cifrato";

/* text only emoticons display name */
"Text Only" = "Solo testo";

/* the style contains and error */
"The %@ Style has been damaged or has an internal error preventing new messages from displaying. Please contact the %@ author about this." = "Lo stile %1$@ è stato danneggiato o ha un errore interno che evita di mostrare nuovi messaggi. Per favore contatta l'autore %2$@ del problema.";

/* would you like to replace an emoticon bundle with a different version */
"The %@ emoticons are already installed. Would you like to replace them with this version?" = "Le faccine %@ sono già state installate. Vuoi sovrascriverle con questa versione?";

/* would you like to replace a style with a different version */
"The %@ style is already installed. Would you like to replace it with this version?" = "Lo stile %@ è già stato installato. Vuoi sovrascriverlo con questa versione?";

/* chat server blank dialog message */
"The chat server is invalid because it was left blank." = "Il server non è valido perché è stato lasciato vuoto.";

/* chat server port invalid dialog message */
"The chat server port you specified is invalid because it can't be negative or greater than 65535." = "La porta del server da te specificata non è valida perché non può essere negativa o maggiore di 65535.";

/* chat already connected message */
"The chat server with the nickname you specified is already connected to from this computer. Use another nickname if you desire multiple connections." = "Il server con il nome da te specificato è già connesso a questo computer. Usa un altro nome se desideri una connessione multipla.";

/* unknown connection error dialog message */
"The connection could not be made. %s." = "La connessione non può avvenire. %s.";

/* unknown disconnection error dialog message */
"The connection was terminated between your computer and the server. %s." = "La connessione tra il tuo computer e il server è terminata. %s.";

/* emoticons install error message */
"The emoticons could not be installed, please make sure you have permission to install this item." = "Le faccine non possono essere installate, assicurati di avere i privilegi per l'installazione.";

/* replace transfer save dialog message */
"The file %@ in %@ already exists and can't be resumed. Replace it?" = "Il file %1$@ in %2$@ è ancora esistente e non può essere ripreso. Vuoi sovrascriverlo?";

/* replace or resume transfer save dialog message */
"The file %@ in %@ already exists. Would you like to resume from where a previous transfer stopped or replace it?" = "Il file %1$@ in %2$@ è ancora esistente. Vuoi riprendere da dove è stato lasciato o sovrascriverlo?";

/* chat nickname blank dialog message */
"The nickname is invalid because it was left blank." = "Il soprannome non è valido perché è stato lasciato vuoto.";

/* chat invalid nickname dialog message */
"The nickname you specified is in use or invalid on this server." = "Il soprannome da te specificato è in uso oppure non è valido per questo server.";

/* chat invalid nicknames dialog message */
"The nickname you specified is in use or invalid on this server. A connection could not be made with '%@' as your nickname." = "Il soprannome da te specificato è in uso oppure non è valido per questo server. La connessione non può essere fatta con il soprannome '%@'.";

/* chat invalid password dialog message */
"The password you specified is invalid or a connection could not be made without a proper password. Make sure you have access to the server." = "La password da te sepecificata non è valida oppure la connessione potrebbe non essere concessa senza una password personale. Assicurati di avere accesso al server.";

/* chat invalid password dialog message */
"The server is disconnected or refusing connections from your computer. Make sure you are connected to the internet and have access to the server." = "Il server è disconnesso oppure rifiuta la connessione del tuo computer. Assicurati di essere connesso a internet e di avere accesso al server.";

/* connection dropped */
"The server may be down for maintenance, or the connection was broken between your computer and the server. Check your connection and try again." = "Il server potrebbe essere spento per manutenzione, oppure la connessione tra il tuo computer e il server è caduta. Controlla la connessione e riprova.";

/* connection dropped */
"The server may have shutdown for maintenance, or the connection was broken between your computer and the server. Check your connection and try again." = "Il server potrebbe essere spento per manutenzione, oppure la connessione tra il tuo computer e il server è interrotta. Assicurati di essere connesso e prova ancora.";

/* style install error message */
"The style could not be installed, please make sure you have permission to install this item." = "Lo stile può non essere stato installato, assicurati di avere i privilegi per installarlo.";

/* user not online alert dialog message */
"The user \"%@\" is not online and is unavailable until they reconnect." = "L'utente \"%@\" non è in linea è non sarà disponibile fino all sua riconnessione.";

/* chat username blank dialog message */
"The username is invalid because it was left blank." = "Il nome utente non è valido perché è stato lasciato vuoto.";

/* chat username blank dialog message */
"The username you specified is invalid because it contains spaces or other non-alphanumeric characters." = "Il nome utente da te specificato non è valido perché contiene spazi o altri caratteri non-alfabetici.";

/* no new version */
"There are no new versions of %@ currently available." = "Non ci sono nuove versioni di %@ attualmente disponibili.";

/* new version available */
"There is a new version of %@ currently available." = "C'è una nuova versione di %@ attualmente disponibile.";

/* chat panes drawer toolbar item tooltip */
"Toggle Chat Panel Drawer" = "Blocca pannello a cassetto";

/* toggle private messages toolbar customize palette name */
"Toggle Messages" = "Blocca messaggi";

/* toggle private messages output tooltip */
"Toggle Private Messages Output" = "Blocca messaggi esterni";

/* toggle verbose toolbar customize palette name */
"Toggle Verbose" = "Blocca i verbosi";

/* toggle verbose output tooltip */
"Toggle Verbose Output" = "Blocca i verbosi esterni";

/* topic changed chat room status message */
"Topic changed to \"%@\" by <span class=\"member\">%@</span>." = "L'argomento è cambiato in \"%1$@\" da <span class=\"member\">%2$@</span>.";

/* chat transcript preference pane name */
"Transcripts" = "Sessioni";

/* file transfers preference pane name */
"Transfers" = "Trasferimenti";

/* new variant name */
"Untitled Variant" = "Variante senza titolo";

/* chat user inspector type */
"User" = "Utente";

/* user ignored bubble title */
"User Ignored" = "Utente ignorato";

/* user not online alert dialog title */
"User \"%@\" is not online" = "L'utente \"%@\" non è in linea";

/* chat invalid username dialog title */
"Username invalid" = "Il nome utente non è valido";

/* chat blank username dialog title */
"Username is blank" = "Il nome utente è vuoto";

/* verbose toolbar button name */
"Verbose" = "Verboso";

/* starting window title, window and a number */
"Window %d" = "Finestra %d";

/* ban hostmask
ban hostmask label */
"With hostmask:" = "Con la maschera host:";

/* kick reason label */
"With reason:" = "Con la motivazione:";

/* would you like to connect to get room listing dialog message */
"Would you like to connect and retrieve the server's chat room listing?" = "Vuoi collegarti e richiamare la lista dei server?";

/* yes button
yes answer */
"Yes" = "Sì";

/* identified bubble title */
"You Have Been Identified" = "Sei stato identificato";

/* new memos bubble title */
"You Have New Memos" = "Hai nuove memo";

/* member kicked title */
"You Were Kicked" = "Sei stato cacciato";

/* mentioned bubble title */
"You Were Mentioned" = "Sei stato menzionato";

/* we are no longer quieted and can talk status message */
"You are no longer quieted, thanks to <span class=\"member\">%@</span>." = "Non sei più calmo, grazie a <span class=\"member\">%@</span>.";

/* you changed nicknames */
"You are now known as <span class=\"member\">%@</span>." = "Ora sei conosciuto come <span class=\"member\">%@</span>.";

/* you changed the topic chat room status message */
"You changed the topic to \"%@\"." = "Hai cambiato l'argomento in \"%@\".";

/* don't require op to set topic room status message */
"You changed this room to allow anyone to change the topic." = "Hai reso possibile a chiunque di poter modificare l'argomento della stanza.";

/* no longer passworded room status message */
"You changed this room to no longer require a password." = "Hai reso la stanza non più accessibile solo con l'uso della password.";

/* permit outside messages room status message */
"You changed this room to permit outside messages." = "Hai reso permissiva la stanza rispetto ai messaggi esterni.";

/* prohibit outside messages room status message */
"You changed this room to prohibit outside messages." = "Hai reso proibitiva la stanza rispetto ai messaggi esterni.";

/* password required room status message */
"You changed this room to require a password of \"%@\"." = "Hai reso la stanza accessibile solo con l'uso della password \"%@\".";

/* require op to set topic room status message */
"You changed this room to require operator status to change the topic." = "Hai reso possibile solo dagli operatori di poter modificere l'argomento della stanza.";

/* we removed our chat room half-operator privilege status message */
"You demoted yourself from half-operator." = "Ti sei retrocesso da semi-operatore.";

/* we removed our chat room operator privilege status message */
"You demoted yourself from operator." = "Ti sei retrocesso da operatore.";

/* we removed our chat room founder privilege status message */
"You demoted yourself from room founder." = "Ti sei retrocesso da fondatore.";

/* we gave ourself special voice status to talk in moderated rooms status message */
"You gave yourself voice." = "Ti sei dato la voce.";

/* we no longer has special voice status and can't talk in moderated rooms status message */
"You had voice removed by <span class=\"member\">%@</span>." = "Ti è stata tolta la voce da <span class=\"member\">%@</span>.";

/* new messages bubble text */
"You have %d messages waiting from %@." = "Hai %1$d messaggi in attesa da %2$@.";

/* new single message bubble text */
"You have 1 message waiting from %@." = "Hai 1 messaggio in attesa da %@.";

/* title of the you have been disconnected error */
"You have been disconnected" = "Ti sei disconnesso";

/* you were removed by force from a chat room error message */
"You have been kicked from the chat room by %@ with the reason \"%@\" and cannot send further messages without rejoining." = "Sei stato cacciato da %1$@ con la motivazione \"%2$@\" e non potrai trasmettere altri messaggi se non rientri.";

/* you were removed by force from a chat room error message title */
"You have been kicked from the chat room." = "Sei stato cacciato dalla stanza.";

/* self away status removed message */
"You have returned from away." = "Non sei più assente.";

/* self away status set message */
"You have set yourself away with \"%@\"." = "Sei assente perché \"%@\".";

/* you removed a user by force from a chat room status message */
"You kicked %@ from the chat room." = "Hai cacciato %@ dalla stanza.";

/* disconnect from the server status message */
"You left the chat by being disconnected from the server." = "Hai lasciato la stanza per la disconnessione del server.";

/* invite only room status message */
"You made this room invite only." = "Hai reso la stanza accessibile sono su invito.";

/* moderated for normal users room status message */
"You made this room moderated for normal users." = "Hai reso la stanza moderabile dai normali utenti.";

/* moderated for operators room status message */
"You made this room moderated for operators." = "Hai reso la stanza moderabile dagli operatori.";

/* no longer secret room status message */
"You made this room no longer a secret." = "Hai reso la stanza non più segreta.";

/* no longer invite only room status message */
"You made this room no longer invite only." = "Hai reso la stanza non più accessibile sono su invito.";

/* no longer moderated for normal users room status message */
"You made this room no longer moderated for normal users." = "Hai reso la stanza non più moderabile dai normali utenti.";

/* no longer moderated for operators room status message */
"You made this room no longer moderated for operators." = "Hai reso la stanza non più moderabile dagli operatori.";

/* private room status message */
"You made this room private." = "Hai reso la stanza privata.";

/* public room status message */
"You made this room public." = "Hai reso la stanza pubblica.";

/* secret room status message */
"You made this room secret." = "Hai reso la stanza segreta.";

/* we are no longer quieted and can talk ourself status message */
"You made yourself no longer quieted." = "Ti sei tolto la calma.";

/* we gave ourself the chat room half-operator privilege status message */
"You promoted yourself to half-operator." = "Ti sei promosso semi-operatore.";

/* we gave ourself the chat room operator privilege status message */
"You promoted yourself to operator." = "Ti sei promosso operatore.";

/* we gave ourself the chat room founder privilege status message */
"You promoted yourself to room founder." = "Ti sei promosso fondatore.";

/* we quieted and can't talk ourself status message */
"You quieted yourself." = "Ti sei calmato.";

/* reconnected to server status message */
"You reconnected to the server." = "Ti sei riconnesso al server.";

/* rejoined the room status message */
"You rejoined the room." = "Sei rientrato nella stanza.";

/* you removed a ban chat room status message */
"You removed the ban on %@." = "Hai rimosso il ban a %@.";

/* no member limit room status message */
"You removed the room member limit." = "Hai rimosso il limite di utenti nella stanza.";

/* we removed our special voice status to talk in moderated rooms status message */
"You removed voice from yourself." = "Ti sei tolto la voce.";

/* you set a ban chat room status message */
"You set a ban on %@." = "Hai impostato il ban su %@.";

/* member limit room status message */
"You set a limit on the number of room members to %@." = "Hai impostato il limite degli utenti nella stanza pari a %@.";

/* we are no longer a chat room half-operator status message */
"You were demoted from half-operator by <span class=\"member\">%@</span>." = "Sei stato retrocesso da semi-operatore da <span class=\"member\">%@</span>.";

/* we are no longer a chat room operator status message */
"You were demoted from operator by <span class=\"member\">%@</span>." = "Sei stato retrocesso da operatore da <span class=\"member\">%@</span>.";

/* we are no longer a chat room founder status message */
"You were demoted from room founder by <span class=\"member\">%@</span>." = "Sei stato retrocesso da fondatore da <span class=\"member\">%@</span>.";

/* we now have special voice status to talk in moderated rooms status message */
"You were granted voice by <span class=\"member\">%@</span>." = "Ti è stata data la voce da <span class=\"member\">%@</span>.";

/* bubble message invited to room */
"You were invited to %@ by %@." = "Sei stato invitato in %1$@ da %2$@.";

/* you were invited to join a chat room status message */
"You were invited to join %@ by %@. Would you like to accept this invitation and join this room?" = "Sei stato invitato in %1$@ da %2$@. Vuoi accettare l'invito e accedere alla stanza?";

/* bubble message member kicked string */
"You were kicked from %@ by %@." = "Sei stato cacciato da %1$@ da %2$@.";

/* you were removed by force from a chat room status message */
"You were kicked from the chat room by %@." = "Sei stato cacciato dalla stanza da %@.";

/* we are now a chat room half-operator status message */
"You were promoted to half-operator by <span class=\"member\">%@</span>." = "Sei stato promosso semi-operatore da <span class=\"member\">%@</span>.";

/* we are now a chat room operator status message */
"You were promoted to operator by <span class=\"member\">%@</span>." = "Sei stato promosso operatore da <span class=\"member\">%@</span>.";

/* we are now a chat room founder status message */
"You were promoted to room founder by <span class=\"member\">%@</span>." = "Sei stato promosso fondatore da <span class=\"member\">%@</span>.";

/* we are now quieted and can't talk status message */
"You were quieted by <span class=\"member\">%@</span>." = "Sei stato calmato da <span class=\"member\">%@</span>.";

/* confirm close of window message */
"You will exit all chat rooms and lose any unsaved chat transcripts. Do you want to proceed?" = "Uscirai da tutte le stanze e perderai tutte le sessioni non salvate. Vuoi procedere?";

/* you are now connected bubble text */
"You're now connected to %@ as %@." = "Ora sei connesso a %1$@ come %2$@.";

/* you were disconnected bubble text */
"You're were disconnected from %@." = "Ti sei disconnesso da %@.";

/* chat invalid nickname dialog title */
"Your Chat nickname could not be used" = "Il tuo soprannome non può essere usato";

/* chat invalid password dialog title */
"Your Chat password is invalid" = "La password non è valida";

/* unavailable buddy bubble text */
"Your buddy %@ is now offline." = "L'amico %@ ora non è in linea.";

/* available buddy bubble text */
"Your buddy %@ is now online." = "L'amico %@ ora è in linea.";

/* certificate unlock request, server name inserted */
"Your certificate is locked with a passphrase. In order to connect to %@, you need to unlock your certificate." = "Il tuo certificato è bloccato con una password. Se vuoi connetterti a %@ devi sbloccare il certificato.";

/* the software is all up-to-date */
"Your software is all up-to-date with the latest version released. Check back at a later date." = "Il tuo software è aggiornato con l'ultima versione rilasciata. Controlla ancora ad una data precedente.";

/* no file size */
"Zero bytes" = "Zero byte";

/* current version */
"currently using %@ (v%@)" = "attualmente %1$@ (v%2$@) in uso";

/* singular day */
"day" = "giorno";

/* plural days */
"days" = "giorni";

/* disconnected status info line in drawer */
"disconnected" = "disconnesso";

/* singular hour */
"hour" = "ora";

/* plural hours */
"hours" = "ore";

/* encoding of the message different than your current encoding */
"incompatible encoding" = "codifica incompatibile";

/* joining status info line in drawer */
"joining..." = "accedo...";

/* chat room kicked status line in drawer */
"kicked out" = "cacciato";

/* singular minute */
"minute" = "minuto";

/* plural minutes */
"minutes" = "minuti";

/* singular month */
"month" = "mese";

/* plural months */
"months" = "mesi";

/* not applicable identifier */
"n/a" = "n/a";

/* no messages waiting room tooltip */
"no messages waiting" = "nessun messaggio in attesa";

/* no files have been transfered or in the process of transfering */
"no recent file transfers" = "nessun file trasferito recentemente";

/* status of pending download file transfer */
"nothing downloaded yet" = "ancora nessun scaricamento";

/* status of pending upload file transfer */
"nothing uploaded yet" = "ancora nessun invio";

/* singular second */
"second" = "secondo";

/* plural seconds */
"seconds" = "secondi";

/* singular server label */
"server" = "server";

/* results final download file transfer */
"total of %@ downloaded, at %@ per second" = "totale di %1$@ scaricati, a %2$@ al secondo";

/* results final upload file transfer */
"total of %@ uploaded, at %@ per second" = "totale di %1$@ inviati, a %2$@ al secondo";

/* singular week */
"week" = "settimana";

/* plural weeks */
"weeks" = "settimane";

/* singular year */
"year" = "anno";

/* plural years */
"years" = "anni";

